[
  {
    "id": "1746199200380",
    "title": "Email body for bulk email",
    "description": "General email - Please check this and confirm me then we will look into it and will change it with your feedback and if the final version in English good means then we will convert it into German.\n\nSubject: Application for Nursing Training / FSJ Position\n\nDear Sir/Madam,\n\nI am writing to inquire about nursing training opportunities (Ausbildung zur Pflegefachkraft) or Voluntary Social Year (FSJ) positions at your esteemed facility.\n\nMy name is Avanthika Rajeshkumar Nair, a 19-year-old from India with a strong passion for healthcare. I have completed my higher secondary education and gained practical experience as a Trainee Caregiver at ABDIAS Healthcare LLP (March-May 2024). Additionally, I have successfully completed the Goethe B2 German language examination and continue to improve my language skills.\n\nI am particularly interested in pursuing my healthcare career in Germany due to its world-renowned healthcare system and dual education approach. I believe your institution would provide an excellent environment for my professional development.\n\nI would be grateful if you could inform me about:\n- Available nursing training or FSJ positions\n- Application requirements and deadlines\n- Selection process and timeline\n\nAttached please find my CV and cover letter for your consideration. I would be happy to provide any additional information or documents required.\n\nThank you for your time and consideration. I look forward to hearing from you.\n\nSincerely,\nAvanthika Rajeshkumar Nair\nPhone: +91 9061095979\nEmail: avanthikarajeshkumarnair@gmail.com\n\n\n\n\n\nEmail 2 \n\n\n\n:\nSubject: Inquiry Regarding Nursing Training Program for a Qualified Indian Applicant\n\nDear Sir or Madam,\n\nMy name is Tharun Kommaddi, and I am a graduate from Germany currently living in Chemnitz. I am writing to inquire about the nursing training program (Generalistische Pflege) for a highly qualified family member from India who is interested in pursuing a nursing career in Germany.\n\nI have completed my studies in Germany and now reside in Chemnitz, which gives me the opportunity to personally support this applicant during her transition. As someone familiar with both the German healthcare system and this candidate's qualifications, I can vouch for her dedication and preparation for this career path.\n\nI would like to introduce Avanthika Rajeshkumar Nair, my relative, who has acquired B2 language certification in German. She has completed German at B2 level in all four modules and additionally attended a Medical German course to learn healthcare terminology. She has shown a strong passion for nursing and patient care.\n\nAvantika has all the necessary documents ready for application, including:\n- Educational certificates and transcripts\n- German language certificates (B2 level)\n- Evidence of practical experience (where applicable)\n- Vaccination records\n- Passport and identification documents\n\nI have seen that nursing training programs typically start on March 1 and September 1 each year, and we would be interested in the earliest possible admission date.\n\nSince I already live in Chemnitz, I would like to personally visit your office to submit her documents and discuss her application in person. I will also be able to provide her with ongoing local support once she arrives in Germany and help her integrate into the German healthcare environment.\n\nWould it be possible to arrange a conversation to discuss her application and admission requirements for international students? I am at your disposal.\n\nThank you for your consideration. I look forward to your response.\n\nKind regards,\n\nTharun Kommaddi\nGustav Freytag Strasse 18\n09111 Chemnitz\nGermany\n+4917647670970\ntharunkommaddi@gmail.com\n",
    "status": "in-progress",
    "assignee": "Tharun Kommaddi",
    "startDate": "2025-05-07",
    "dueDate": "2025-05-08",
    "createdAt": "2025-05-02T15:20:00.380Z",
    "updatedAt": "2025-05-07T01:59:09.571Z"
  },
  {
    "id": "1746204432149",
    "title": "Health insurance ",
    "description": "Can you check which hospital it covered in Kerala \n\nWill be done by this week",
    "status": "in-progress",
    "assignee": "Tharun Kommaddi",
    "startDate": "2025-05-05",
    "dueDate": "2025-05-09",
    "createdAt": "2025-05-02T16:47:12.149Z",
    "updatedAt": "2025-05-05T03:11:31.146Z"
  },
  {
    "id": "1746212393420",
    "title": "Led lighting ",
    "description": "By it from Amazon - Check in Temu, will discuss with you and will let you know before ordering",
    "status": "in-progress",
    "assignee": "Tharun Kommaddi",
    "startDate": "2025-05-03",
    "dueDate": "2025-05-09",
    "createdAt": "2025-05-02T18:59:53.420Z",
    "updatedAt": "2025-05-03T22:21:23.913Z"
  },
  {
    "id": "1746250606221",
    "title": "A2 curriculum",
    "description": "Already shared excel sheet from german number. ",
    "status": "in-progress",
    "assignee": "Tharun Kommaddi",
    "startDate": "2025-05-03",
    "dueDate": "2025-05-30",
    "createdAt": "2025-05-03T05:36:46.221Z",
    "updatedAt": "2025-05-03T22:11:44.967Z"
  },
  {
    "id": "1746274093912",
    "title": "YouTube Seo Expert ",
    "description": "I need YouTube seo expert to enhance my YouTube videos reach organically.\n",
    "status": "not-started",
    "assignee": "Tharun Kommaddi",
    "startDate": "2025-05-10",
    "dueDate": "2025-05-21",
    "createdAt": "2025-05-03T12:08:13.912Z",
    "updatedAt": "2025-05-10T11:33:07.978Z"
  }
]